const ranks = [{
    "rank": "1位",
    "title": "レット・イット・ゴー～ありのままで～(日本語歌)",
    "artist": "松たか子",
    "text": "ディズニー映画「アナと雪の女王」日本版劇中歌"
}, {
    "rank": "2位",
    "title": "炎と森のカーニバル",
    "artist": "SEKAI NO OWARI",
    "text": "「ひかりTV みらい系エンタメ」CMソング"
}, {
    "rank": "3位",
    "title": "レット・イット・ゴー～ありのままで～(エンドソング)",
    "artist": "May J.",
    "text": "映画『アナと雪の女王』日本版主題歌"
}, {
    "rank": "4位",
    "title": "レット・イット・ゴー",
    "artist": "イディナ・メンゼル",
    "text": "ディズニー映画「アナと雪の女王」劇中歌"
}, {
    "rank": "5位",
    "title": "ファミリーパーティー",
    "artist": "きゃりーぱみゅぱみゅ",
    "text": "映画 「映画クレヨンしんちゃん ガチンコ!逆襲のロボとーちゃん」 主題歌"
}, {
    "rank": "6位",
    "title": "RPG",
    "artist": "SEKAI NO OWARI",
    "text": "アニメ映画『映画クレヨンしんちゃん バカうまっ!B級グルメサバイバル!!』主題歌"
}, {
    "rank": "7位",
    "title": "ラブサーチライト",
    "artist": "柴咲コウ",
    "text": "劇場版「名探偵コナン 異次元の狙撃手」主題歌"
}, {
    "rank": "8位",
    "title": "生まれてはじめて(日本語歌)",
    "artist": "神田沙也加, 松たか子",
    "text": ""
}, {
    "rank": "9位",
    "title": "春風",
    "artist": "Rihwa",
    "text": "フジテレビ系毎週水曜よる10時ドラマ「僕のいた時間」主題歌"
}, {
    "rank": "10位",
    "title": "HANDs",
    "artist": "AAA",
    "text": "読売テレビ・ドラマ「トクボウ 警察庁特殊防犯課」主題歌"
}]